tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
cask "java"
brew "python"
brew "ansible"
brew "asdf"
brew "cloc"
brew "dtrx"
brew "elixir"
brew "exa"
brew "exiftool"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "git-quick-stats"
brew "gnu-sed"
brew "haskell-stack"
brew "httpie"
brew "icu4c"
brew "imagemagick"
brew "maven"
brew "mysql-connector-c"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "openconnect"
brew "pngcheck"
brew "pngcrush"
brew "protobuf"
brew "pypy3"
brew "rabbitmq", restart_service: true
brew "redshift", restart_service: true
brew "ripgrep"
brew "sf-pwgen"
brew "shellcheck"
brew "tmux"
brew "yarn"
brew "zsh"
brew "microsoft/mssql-release/mssql-tools"
cask "android-platform-tools"
cask "karabiner-elements"
cask "kdiff3"
cask "mono-mdk"
cask "pgadmin4"
cask "steam"
cask "treesheets"
cask "virtualbox"
cask "caskroom/fonts/font-firamono-nerd-font"
cask "caskroom/fonts/font-hasklig-nerd-font"
cask "caskroom/fonts/font-iosevka-nerd-font"
cask "caskroom/fonts/font-monoid-nerd-font"
